Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=265_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Ijahis Idja musiikkifestivaali elokuussa 2009
sme: Ijahis Idja musihkkafestivála borgemánus 2009

source: Alkuperäiskansojen musiikkifestivaali Ijahis Idja järjestetään ensi vuonna elokuun 21.-23. päivinä.
sme: Álgoálbmogiid musihkkafestivála Ijahis Idja ordnejuvvo boahtte jagi borgemánu 21.-23. beivviin.

source: Festivaalia on järjestetty vuodesta 2004 lähtien ja sen ajankohtana on aiemmin ollut toukokuun loppu.
sme: Festivála lea ordnejuvvon jagi 2004 rájes ja ovddit jagiin miessemánu loahpas.

source: Festivaalin ohjelmarunko säilyy ennallaan.
sme: Festivála prográmmaplána bissu seammálágánin.

source: Mukana ohjelmassa tulee olemaan sekä saamelaista että muiden alkuperäiskansojen musiikkia.
sme: Mielde prográmmas boahtá leahkit sihke sámi ja eará álgoálbmogiid musihkka.

source: Lisätietoja: www.ijahisidja.fi.
sme: Lassedieđut: www.ijahisidja.fi.
